{
  "about": "Sobre mí",
  "experience": "Experiencia",
  "projects": "Proyectos",
  "contact": "Contacto",
  "website-made-by-me": "Página web hecha por mí",
  "built-with": "Construido con <1>React</1> y <3>TailwindCSS</3> usando <5>Visual Studio Code</5>, <7 /> desplegado a través de <9>GitHub Pages</9>, y servido por <11>Cloudflare</11>. <13 /> <14 /> <15 > ➡️ Comprueba el código aqui! </15>",
  "software-developer": "Desarrollador Software",
  "in-progress": "Desarrollo de la web en progreso...",
  "mobile-developer-internship": "Prácticas de desarrollador móvil",
  "the-company": "La empresa",
  "company-def": "MundoSMS es un operador de telecomunicaciones que ofrece a las pequeñas y medianas empresas una centralita telefónica totalmente personalizable, junto con otros servicios como internet y envío de SMS a clientes.",
  "my-role": "Mi rol",
  "recent-graduate": "Soy un recién graduado con un título en Desarrollo de Aplicaciones Multiplataforma (<1>DAM</1>), y tengo experiencia en varios lenguajes de programación, incluyendo <3>Java</3>.",
  "driven-by": "Me motiva el desafío de mejorar y adaptarme constantemente a nuevas tecnologías. Disfruto particularmente optimizando las experiencias de usuario, ya sea mejorando el rendimiento o refinando las interfaces.",
  "available-to-work": "Disponible para trabajar",
  "first-app": "Desarrollé su primera aplicación móvil para Android e iOS a partir de una app open-source",
  "deployed-app": "Publiqué la aplicación en Google Play Store y Apple App Store",
  "deployed-server": "Desplegué un servidor Linux con Kamailio complementario a la aplicacion",
  "pr-spring-desc": "Aplicación Spring Boot que maneja la lógica de negocio necesaria para que la aplicación Android funcione. Desplegada en AWS EC2 y base de datos en RDS.",
  "pr-armonia-skills-desc": "Aplicación donde los usuarios crean y contratan servicios ('skills'), conectando proveedores de servicios con clientes.",
  "go-to-github": "Ir a GitHub ➡️",
  "pr-portfolio-desc": "Creé este sitio web para mostrar mi portafolio y proyectos, y al mismo tiempo mejorar mis habilidades de desarrollo web y aprender React."
}
